"OK" = "OK";
"DONE" = "Terminé";
"Done" = "Terminé";
"CANCEL" = "Annuler";

"Later" = "Plus tard";

"NEW_ACTION" = "Nouvelle action";
"DELETE_ACTION" = "Supprimer l'action";
"Delete project" = "Supprimer projet";
"Move to In-Basket" = "Déplacer vers la boîte de réception";
"UNDO_ACTION" = "Desserrer l'achèvement";

"Date" = "Date";
"Time" = "Temps";
"Alert" = "Alerte";
"At the same time" = "En même temps";
"%@ before" = "%@ avant";

"LAST_MONTH" = "mois dernier";
"LAST_WEEK" = "la semaine dernière";
"LAST_YEAR" = "année dernière";
"NEXT_MONTH" = "mois prochain";
"NEXT_WEEK" = "semaine prochaine";
"NEXT_YEAR" = "l'année prochaine";
"SOMEDAY_MAYBE" = "un jour / peut-être";
"THIS_MONTH" = "ce mois-ci";
"THIS_WEEK" = "cette semaine";
"THIS_YEAR" = "cette année";
"TODAY" = "aujourd'hui";
"TOMORROW" = "demain";
"YESTERDAY" = "hier";

"CALENDAR" = "Calendrier";

"DESCRIPTION" = "Description";
"DISABLED" = "Désactivé";
"ENABLED" = "Activé";
"SOUND" = "Son";
"TRY" = "Essayer";
"Restore" = "Restaurer";

"in-basket" = "boîte de réception";
"delegated" = "délégué";
"completed" = "terminé";

"How soon do you plan to do this?" = "Combien de temps avez-vous l'intention de le faire ?";
"Enable repeat and notification will be coming every minute until you act on it." = "Enable répéter et notification viendra chaque minute jusqu'à ce que vous agissez sur elle.";

/* \n is the line break */
"Pull down and release\nto add a new task." = "Tirez vers le bas et relâchez\npour ajouter une nouvelle tâche";
"Pull a task to the right to\n• complete,\n• defer,\n• calendar or,\n• delegate it." = "tirez une tâche vers la droite pour\n• compléter,\n• reporter,\n• calendrier ou,\n• la déléguer";
"Pull a task to the left to\n• remove,\n• repeat,\n• itemize or,\n• send it." = "tirez une tâche vers la gauche pour\n• supprimer,\n• répéter,\n• énumérer ou,\n• envoyez-le";
"Pull up and release\nto clear completed tasks." = "Tirez et relâchez\npour effacer les tâches terminées";

"all done" = "tout ce que fait";

"STATISTICS_ACTIONS_IN_LIST" = "actions\nsont dans la liste";
"STATISTICS_ACTIONS_FOR_TODAY" = "actions\nà faire aujourd'hui";
"STATISTICS_ACTIONS_DONE_TOTAL" = "actions\neffectuées";
"STATISTICS_DAYS_PASSED_TOTAL" = "jours\npassés";
"STATISTICS_ACTIONS_DONE_PER_DAY" = "actions\npar jour";

"Purchase" = "Acheter";
"Receipt for this app expired." = "Réception pour ce soft a expiré.";
"Premium Feature" = "Il s'agit d'une fonctionnalité premium";
"Disable ads here just for %@ right now!" = "Obtenez-le dès maintenant pour %@!";
"Try for a week" = "Essayer pendant une semaine";
"This is a premium feature. But you disabled in-app purchases. Enable them in settings to proceed." = "Il s'agit d'une fonctionnalité premium. Mais vous avez désactivé l'in-app achats. Les activer dans paramètres de procéder.";
"Purchase transaction for the feature failed. Try again later." = "Échec de la transaction d'achat pour la fonctionnalité. Réessayez plus tard.";
"This is a premium feature. But your device does not have internet connection now. Try again later." = "Il s'agit d'une fonctionnalité premium. Mais votre périphérique ne dispose pas de connexion internet maintenant. Réessayez plus tard.";
"All previously purchased features were restored." = "Toutes les fonctionnalités précédemment achetées ont été restaurées.";

"You can greatly help by writing a review." = "Vous pouvez grandement aider en rédigeant un commentaire.";

"WELCOME" = "BIENVENUE";
"keep tasks here" = "garder les tâches ici";

"Repeat" = "Répétition";
"DAY" = "JOUR";
"WEEK" = "SEMAINE";
"MONTH" = "MOIS";
"everyday" = "de tous les jours";
"done %@ times" = "fait %@ fois";
"Skip repetition" = "Sauter la répétition";
"REPEAT_DAY_1" = "jour";
"REPEAT_DAY_234" = "jours";
"REPEAT_DAY_567890" = "jours";

"Complete" = "Compléter";
"Postpone" = "Reporter";
"Schedule" = "Fixer la date";

"Version" = "Version";
"Feedback" = "Commentaires";
"Help" = "Aider";
"Sounds" = "Sons";
"Theme" = "Thème";
"Dark" = "Foncé";
"Light" = "Lumière";
"Automatic" = "Automatique";
"Multiline titles" = "Titres multilignes";
"Delete confirmation" = "Supprimer confirmation";
"Icon badge" = "Icône insigne";
"Calendar reminder" = "Rappel calendrier";
"Overdue reminder" = "Retard rappel";
"Process reminder" = "Rappel du processus";
"Review reminder" = "Rappel de l'avis";
"Restore in-app purchases" = "Restaurer achats in-app";
"Send usage statistics" = "Envoyer des statistiques d'utilisation";

"Application" = "App";
"Projects" = "Projets";
"Periodic tasks" = "Tâches périodiques";
"Archive" = "Archive";

"Change in storage" = "Changer en stockage";
"Сopy existing tasks to the new storage?" = "Copier des tâches existantes dans le nouveau stockage ?";

"You don't have tasks for today.\n•\nGo back by pinching in or shaking." = "Vous n'avez aucune tâche d'aujourd'hui.\n•\nRetour par pincement dans ou l'agitation.";
"You don't have tasks in this project.\n•\nAdd tasks by pulling down.\n•\nGo back by pinching in or shaking." = "Vous n'avez aucune tâche dans ce projet.\n•\nAjouter des tâches en tirant vers le bas.\n•\nRetour par pincement dans ou l'agitation.";

/* %@ is where number of done actions will go */
"You have uncompleted tasks (%@). Complete them or assign them new dates." = "Vous avez des tâches inachevées. Les compléter ou fixée pour ces nouvelles dates. (%@)";
"You should process collected tasks (%@) regularly to stay organized." = "Vous devez traiter des tâches recueillies régulièrement afin de rester organisé. (%@)";
"Review your list (%@) every week, this will keep it current and reliable." = "Passez en revue votre liste chaque semaine, cela permet de garder il fiable. (%@)";

/* %@ is where number of done actions will go */
"Happy" = "Heureux";
"Confused" = "Confondu";
"Unhappy" = "Malheureux";
"Tell the story of your success and help others to achive the same!" = "Raconter l'histoire de votre réussite et aider les autres à atteindre le même !";
"Search for help on a website or write an email to developer." = "Rechercher de l'aide sur un site Web ou par email au développeur.";
"Sorry to hear. What can I do to fix this?" = "Désolé d'entendre. Que puis-je faire pour résoudre ce problème ?";
"How do you feel about it?" = "Comment vous sentez-vous à ce sujet ?";
"Congratulations! You completed %@ tasks." = "Félicitations, vous vient de terminer %@ tâches !";
"Please, rate this app on the App Store. Thanks!" = "S'il vous plaît, noter cette app sur l'App Store.";
"Rate %@" = "Noter %@";
"Not now" = "Pas maintenant";
"Don't ask again" = "Ne plus demander";
"I completed %@ tasks!" = "J'ai terminé %@ tâches !";

"Enjoying this app?" = "Bénéficiant cette application?";
"Would you mind giving me some feedback?" = "Pourriez-vous nous donner quelques commentaires?";
"How about rating on the App Store, then?" = "Que diriez-vous d'étoiles sur l'App Store, alors?";
"Not really" = "Non";
"Yes!" = "Oui";
"No, thanks" = "Non";
"Ok, sure" = "Oui";
"NO" = "Non";
"YES" = "Oui";
